<template>
    <section id="privacy">
        <h2>隐私政策</h2>
        <br>欢迎您使用白鲨直播提供的服务！

        <br><br>北京鸿程尔克科技有限公司（以下简称“我们”）是白鲨直播的开发者和运营者，非常重视用户的隐私和个人信息保护。我们深知个人信息对您的重要性，并会尽全力保护您个人信息的安全。您在使用我们的产品或服务时，我们可能会收集和使用您的相关信息。<h4 style="display: inline;">我们希望通过《隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品或服务时如何收集、使用、保护这些信息。</h4> 本隐私政策不适用于其他独立第三方向您提供的服务，例如我们平台上的第三方依托我们平台向您提供服务时，您向第三方提供的个人信息不适用于本隐私政策，我们对任何第三方使用由您提供的信息不承担任何责任。
        <br><br>在使用白鲨直播产品和服务前，请您务必仔细阅读并透彻理解本隐私政策，在确认充分理解并同意后使用相关产品或服务。如果您不同意本隐私政策任何内容，您应立即停止使用白鲨直播服务。若您使用白鲨直播的产品或服务，即表示您已充分理解并同意我们在本隐私政策中所述内容。
        <br><br><h3>第一部分 定义</h3>
        <br><h4 style="display: inline;">1、您：</h4>本隐私政策的“您 ” 特指使用白鲨直播产品或服务的用户。
        <br><br><h4 style="display: inline;">2、个人信息：</h4>本隐私的个人信息指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码）；个人身份信息（包括身份证信息）；第三方平台上的公开信息（头像、昵称），个人形象，声音和画面；网络身份标识信息（包括系统账号、IP地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（交易和消费记录以及鲨粮、鲨豆虚拟财产信息）；通讯录；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备 网络地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID/SIM卡/IMSI信息在内的描述个人常用设备基本情况的信息）；个人位置信息（GPS/WIFI精准定位信息）。
        <br><br><h4 style="display: inline;">3、个人敏感信息：</h4>指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇个人信息。个人敏感信息包括身份证件号码、个人生物识别信息、通信记录和内容、财产信息、交易信息、14岁以下（含）未成年人的个人信息。
        <br><br><h4 style="display: inline;">4、白鲨直播产品与服务：</h4>指我们出品或运营的各项软件产品和网络服务，包括但不限于构成白鲨直播直播平台的软件与服务。
        <br><br><h4 style="display: inline;">5、白鲨直播账号：</h4> 指白鲨直播产品与服务的相关账号。
        <br><br><h4 style="display: inline;">6、白鲨直播平台：</h4> 指提供白鲨直播产品与服务的各个平台，包括网站、安卓移动端软件、苹果移动端软件。
        <br><br><h3>第二部分 隐私政策</h3>
        <br>本政策将帮助您了解以下内容：
        <br><br>一、我们如何收集您的个人信息
        <br><br>二、我们如何使用您的个人信息
        <br><br>三、我们如何委托处理、共享、转让、公开披露您的个人信息
        <br><br>四、我们如何保存和保护您的个人信息
        <br><br>五、我们如何使用Cookie等同类技术
        <br><br>六、访问、修改和删除信息
        <br><br>七、我们如何处理未成年人的个人信息
        <br><br>八、隐私政策特别条款
        <br><br>九、隐私政策的更新
        <br><br>十、管辖与适用
        <br><br>十一、如何联系我们

        <br><br><h3>一、我们如何收集您的信息</h3>
        <br><br>我们根据合法、正当、必要的原则，为实现本政策下述的各项功能，收集和使用您的个人信息：
        <br><br>（一）您向我们提供的信息。
        <br><br>1、您在我们平台或产品上注册账户时候提交的信息
        <br><br>当您注册或登录白鲨直播账号时，您可以通过手机号创建账号，我们将通过发送短信验证码来验证您的身份是否有效，您可以主动完善相关的网络身份识别信息（如头像、昵称和密码），可以填写个人简介标签信息来完善您的个人资料。
        <br><br>完成注册后， 您将能够以注册用户身份在白鲨直播平台上使用观看直播、发送弹幕、留言评论功能。如果您不同意授权或拒绝我们获取上述信息，您仍可在白鲨直播平台上以游客身份观看直播或进行浏览，但将无法在享受其他注册用户的功能和服务。
        <br><br>在您使用直播相关功能或服务时（包括但不限于提供直播、使用直播打赏功能）时，根据国家相关的法律法规， 您需要提供您的真实身份信息（真实姓名、身份证号）、面部信息（用于腾讯云人脸识别）以完成实名验证。这些信息属于个人敏感信息，我们将会尽可能的保护您个人敏感信息的安全。如果您不提供这些信息，您将不能使用直播功能或服务，但不影响您在白鲨直播平台上享受视频浏览以及注册用户的基础服务。未成年人用户不得使用白鲨直播平台上的打赏功能及服务。
        <br><br>2、您在使用白鲨直播产品与服务时填写或提交的信息，包括您的姓名、性别、出生年月日、身份证号码、电话号码。
        <br><br>请注意： 我们的多项服务，可让您不仅与自己的社交网络分享信息，也与使用该服务的所有用户公开分享您的相关信息，例如，您在我们平台上传或发布的信息（包括您公开的个人信息、您建立的名单）、您对其他人上传或发布的信息作出的回应，以及包括与这些信息有关的位置数据、视频、音频信息。使用我们服务的其他用户也有可能分享与您有关的信息（包括位置数据、视频、音频信息）。特别是，我们的社交媒体服务，是专为使您与世界各地的用户共享信息而设计，您可以使共享信息实时、广泛地传递。 只要您不删除共享信息，有关信息会一直留存在公共领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的非关联第三方独立地缓存、复制或储存，或由其他用户或第三方在公共领域保存。
        <br><br>因此，请您谨慎考虑通过白鲨直播产品与服务上传、发布和交流的信息内容。在一些情况下，您可通过我们某些服务的隐私设定来控制有权浏览您共享信息的用户范围。如要求从我们的服务中删除您的相关信息，请和我们取得联系。
        <br><br>（二）在您使用服务过程中收集的信息。
        <br><br>为了更好的为您提供服务，我们会收集您的相关信息，这类信息包括：
        <br><br>1、为保障您正常使用白鲨直播平台的基础功能和正常服务、改进及优化我们的服务体验、保障您的帐号安全， 我们会自动接收并记录您的浏览器、计算机、移动设备的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您的网页记录数据 ；如您下载或使用我们或我们关联公司客户端软件，或访问移动网页使用我们平台的服务时，我们可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商。请您了解，这些信息是我们提供服务和保障服务正常运行所必须收集的基本信息。
        <br><br>2、我们会收集您通过白鲨直播平台自行上传或发布的内容、信息，例如文字、共享照片、录音、录像及该类信息的日期、时间或地点。当您使用上述功能时，我们会向您请求授权相机、照片、麦克风权限和设备所在位置信息权限。您可以自行选择是否向我们提供该授权，如果拒绝，将无法使用此项功能，但不影响您使用白鲨直播平台的其他功能。
        <br><br>3、为向您提供个性化内容展示和推送，提高用户体验，我们会收集如下信息：
        <br><br>（1）关注、搜索、浏览记录您的操作、使用行为信息；为此，我们会收集您使用白鲨直播平台时的设备信息，包括设备型号、设备的MAC地址、唯一设备标识符、操作系统、分辨率、电信运营商软硬件信息。
        <br><br>（2）反馈、发布、点赞、评论、打赏，您主动提供的互动信息会存储在我们的服务器中；
        <br><br>（3）获得您明示授权后的地理位置信息，该信息便我们基于您的地理位置为您切换到对应位置的直播服务。位置信息属于敏感信息，拒绝提供该信息仅会使您无法获得更好的直播服务，但不影响您正常使用其他功能。
        <br><br>4、提供充值消费相关的功能或服务
        <br><br>当您使用白鲨直播产品与服务的消费功能时，我们会收集您的充值记录、消费记录信息，以便您查询自己的交易记录，同时尽最大程度保护您的财产、虚拟财产安全。上述信息属于敏感信息，但收集上述信息为实现相关功能所必须，否则将无法完成交易。
        <br><br>5、除上述信息外，为了改进服务质量，我们还可能收集您的其他信息，包括且并不限于您与我们的客户服务团队联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联公司、合作方互动时提供的相关信息。与此同时，为提高您使用相关服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。
        <br><br>（三）我们从第三方获得您个人信息的情形。
        <br><br>为了给您提供更好的服务或为了预防互联网犯罪，我们的关联公司、合作伙伴会依据法律法规、监管政策的规定或征得您同意的前提下，向我们分享您的个人信息。 我们可能从第三方获取您授权共享的账户信息（头像、昵称） ，并在您同意本隐私政策后将您的第三方账户与您的账户绑定，使您可以通过第三方账户直接登录并使用我们的产品或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律法规、监管政策规定的前提下，使用您的这些个人信息。
        <br><br>第三方（SDK）获取权限和使用信息如下：
        <br><br><table>
            <tr>
                <td>SDK名称及所属公司</td>
                <td>信息获取</td>
                <td>目的/用途</td>
            </tr>
            <tr>
                <td>（U-APP-统计）友盟（北京锐讯灵通科技有限公司）</td>
                <td>设备信息（IEME/MAC/Android ID/IDFA/OpenUDID/GUID/SIM卡IMSI/IP）</td>
                <td>统一设备标识，以便提供统计分析服务。</td>
            </tr>
            <tr>
                <td>U-APP(检测）友盟（北京锐讯灵通科技有限公司）</td>
                <td>设备标识符（IEME/MAC/Android ID/IDFA/OpenUDID/GUID/SIM卡IMSI/IP）</td>
                <td>用于设备应用监控服务，反作弊服务，排查性能崩溃原因</td>
            </tr>
            <tr>
                <td>openstall （基础服务）（深圳市分秒网络科技有限公司）</td>
                <td>设备信息：设备品牌，设备型号，操作系统版本；网络地址：IP地址、Mac地址；设备标识符：IMEI、IDFA、OAID</td>
                <td>渠道分析、应用统计分析、作弊防护</td>
            </tr>
            <tr>
                <td>环信IM即时通讯（北京易掌云峰科技有限公司）</td>
                <td>设备信息，设备硬件信息状态，使用习惯，IP地址，MAC地址，操作系统版本，以及用于访问服务的设备设置信息</td>
                <td>用于即时通讯</td>
            </tr>
            <tr>
                <td>百度地图定位（环信sdk）（北京易掌云峰科技有限公司）</td>
                <td>位置信息（可能包括GNSS信息、WiFi地址及信号强度信息、基站ID数据信息、传感器信息、设备信号强度信息、IP地址和蓝牙信息）</td>
                <td>对用户地理位置进行确认</td>
            </tr>
            <tr>
                <td>（H5)微信支付（财付通支付科技有限公司）</td>
                <td>用户标识信息，网络IP地址、订单金额</td>
                <td>帮助用户使用微信支付服务</td>
            </tr>
            <tr>
                <td>（H5)支付宝支付（支付宝（中国）网络技术有限公司</td>
                <td>用户标识信息，网络IP地址、订单金额</td>
                <td>帮助用户使用支付宝支付服务</td>
            </tr>
            <tr>
                <td>腾讯云加固（腾讯云北京有限责任公司）</td>
                <td>操作系统版本、设备型号、本机设备信息、MAC地址、网络信息状态</td>
                <td>安全、防破解</td>
            </tr>
        </table>
        <br><br>白鲨直播APP权限获取说明： 
        <br><br>在您使用白鲨直播的部分功能和/或服务可能需要您自行开启以下权限。您有权自行决定开启或关闭这些权限，开启即代表您授权白鲨直播可以收集和使用这些信息来实现相关功能。如果您不使用这些功能和/或服务，您可以选择不开启或者关闭，白鲨直播不会收集该部分信息，且关闭不影响基本业务功能使用。与权限获取场景所涉及的个人信息处理或平台功能相关更详细的情况及处理规则，以本政策为补充。
        <br><br><h4 style="display: inline;">（1）定位信息：</h4>开启定位信息，为方便您在使用社区发布消息和推荐附近新闻时获取当前位置。
        <br><br><h4 style="display: inline;">（2）使用相机：</h4>开启相机权限，为向您扫一扫和社区发布内容上传图片相关功能。
        <br><br><h4 style="display: inline;">（3）读取短信/彩信信息：</h4>获取用户短信内验证码，一键登录功能。
        <br><br><h4 style="display: inline;">（4）读写存储：</h4>开启读写存储权限，使用于用户头像、个人相册、发布动态、下载文件、更新应用。
        <br><br><h4 style="display: inline;">（5）使用录音：</h4>开启麦克风权限，为向您提供聊天界面发送语音、语音输入、视频/语音通话、客服协助视频认证相关功能。
        <br><br><h4 style="display: inline;">（6）使用悬浮窗：</h4>用于房间最小化，关闭房间后可快速回到房间。
        <br><br><h4 style="display: inline;">（7）设备信息：</h4>获取设备信息（设备序列号、IMEI、IP、IMSI、MAC地址、手机号码），安装列表，用于储存为服务日志信息和安全保障、用户推荐功能。
        <br><br><h4 style="display: inline;">（8）系统日志：</h4>获取系统日志，为开展数据分析和更好改善平台服务。
        <br><br><h4 style="display: inline;">（9）网络状态：</h4>获取网络、检测wifi状态，用于加载在线内容和服务功能。
        <br><br><h4 style="display: inline;">（10）MAC地址：</h4>通过麦讯通获取手机的MAC地址,为用户提供注册登录短信验证码。
        <br><br><h3>二、我们如何使用您的信息</h3>
        <br><br>为了提高服务质量，我们可能把您的信息用于下列用途：
        <br><br>1、向您提供服务；
        <br><br>2、用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；
        <br><br>3、向您推荐您可能感兴趣的内容，包括但不限于向您发出产品、服务信息或有关广告，（举例来说，向您的手机号码发出平台活动、推广促销之类的商业性短信息），通过系统向您展示个性化的第三方推广信息或者在征得您同意的情况下与我们的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息；
        <br><br>4、我们可能会将您的个人信息与其他服务信息结合起来，用于为了给您提供更加个性化的服务使用，例如让您拥有更广泛的社交圈的需要而使用、共享或披露
        <br><br>5、让您参与有关我们产品和服务的调查，促销及抽奖活动；
        <br><br>6、使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示或对您和其他用户作出其他方面的回应；
        <br><br>7、软件认证或管理软件升级；
        <br><br>8、让您参与有关我们产品和服务的调查；
        <br><br>9、经您许可的其他用途。
        <br><br><h3>三、我们如何委托处理、共享、转让、公开披露您的信息</h3>
        <br><br>（一）委托处理
        <br><br>白鲨直播平台上提供的直播业务功能中某些具体的模块或功能由外部供应商提供。例如我们会聘请服务提供商来协助我们对实名认证用户完成人脸识别 。
        <br><br>对我们委托处理个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的要求、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
        <br><br>（二）共享
        <br><br>1、与关联公司间共享：为便于我们基于白鲨直播账户向您提供产品和服务，推荐您可能感兴趣的信息，识别会员账号异常，保护白鲨直播关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司和/或其指定的服务提供商共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意；
        <br><br>2、与授权合作伙伴共享：我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，我们仅会出于本隐私政策声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息，且不得将此信息用于其他任何目的。
        <br><br>目前，我们的授权合作伙伴包括以下类型：
        <br><br>（1）广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息与提供广告、分析服务的合作伙伴共享。我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，但不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以进行广告或决策建议；
        <br><br>（2）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。
        <br><br>我们会与其约定严格的数据保护措施，令其按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
        <br><br>（三）转让
        <br><br>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
        <br><br>1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
        <br><br>2、满足法律法规、法律程序的要求或强制性的政府要求或司法裁定；
        <br><br>3、如果我们或我们的关联公司涉及合并、分立、清算、资产或业务的收购或出售交易，您的个人信息有可能作为此类交易的一部分而被转移， 我们将按照法律法规规定确保该等信息在转移时的机密性，并尽最大可能确保个人信息的继受方继续受本隐私政策的约束，保护您的个人信息，否则我们将要求继受方重新征得您的授权同意。
        <br><br>（四）公开披露
        <br><br>我们仅会在以下情况下，公开披露您的个人信息：
        <br><br>1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；
        <br><br>2、如果我们确定您出现违反法律法规、监管政策或严重违反白鲨直播平台相关协议及规则的情况，或为保护其他用户或公众的人身财产安全免遭侵害，我们可能依据法律法规、监管政策或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及白鲨直播平台已对您采取的措施。
        <br><br>3、法律强制性规定或者有权的行政或司法机关依法要求我们应当披露您的个人信息时。
        <br><br><h3>四、我们如何保存和保护您的个人信息</h3>
        <br><br>（一）您个人信息的保存
        <br><br>1、保存期限
        <br><br>您在使用白鲨直播产品与服务期间，我们将持续为您保存您的个人信息。如果您注销帐户或主动删除上述信息，我们将依据《网络安全法》等法律法规、监管政策的规定保存您的信息。在您注销帐户或主动删除上述信息后，我们不会再对您的个人信息进行商业化使用，但我们可能会对您的个人信息进行匿名化处理后使用。
        <br><br>2、保存地域
        <br><br>您的个人信息均储存于可适用的法律所允许的地理位置，以来自中国大陆地区的用户为例，其个人信息均会被存储在位于中国大陆地区的服务器上。除非法律要求或许可，我们不会对您的个人信息进行跨境传输。如果您使用VPN或可能隐藏您真实地理位置的技术，或者遇到域名或IP地址解析不准确的客观情况，您可能会被连接到上述地理位置以外的服务器上，此时您的个人信息将可能发生跨境传输。
        <br><br>（二）您个人信息的保护
        <br><br>1、为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于 SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。我们会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄漏、毁损或丢失。
        <br><br>2、您的账户均有安全保护功能，请妥善保管您的账户及密码信息。我们将通过向其它服务器备份、对用户密码进行加密的安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解在信息网络上不存在完善的安全措施。
        <br><br>3、在使用我们平台服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即联络我们客服，以便我们采取相应措施。
        <br><br>（三）安全事件通知
        <br><br>1、我们会制定网络安全事件应急预案，及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险，在发生危害网络安全的事件时，我们会立即启动应急预案，采取相应的补救措施，并按照规定向有关主管部门报告。
        <br><br>2、个人信息泄露、毁损、丢失属于公司级特大安全事件，我们会负责定期组织工作组成员进行安全预案演练，防止此类安全事件发生。若一旦不幸发生，我们将按照最高优先级启动应急预案，组成紧急应急小组，在最短时间内追溯原因并减少损失。
        <br><br>3、在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施。我们将及时将事件相关情况以站内通知、短信通知、电话或邮件您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
        <br><br><h3>五、我们如何使用Cookie等同类技术</h3>
        <br><br>为使您获得更轻松的访问体验，您访问我们平台网站或使用我们平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是 Cookie，Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。
        <br><br>请您理解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝我们的Cookie，但这一举动在某些情况下可能会影响您安全访问我们平台相关网站和使用我们平台提供的服务。
        <br><br>我们的产品和服务上可能会有广告商或其他合作方放置的Cookies或Web beacon。这些 Cookie和web beacon可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方Cookies或Web beacon收集和使用该等信息，不受本隐私政策约束，而是受相关使用者的隐私政策约束，我们不对第三方的Cookies或Web beacon承担责任。
        <br><br>您可以通过浏览器设置拒绝或管理Cookies或Web beacon。但请注意，如果停用Cookies或Web beacon，您有可能无法享受佳的服务体验，某些服务也可能无法正常使用。同时，您还会收到同样数量的广告，但这些广告与您的相关性会降低。
        <br><br><h3>六、访问、修改和删除信息</h3>
        <br><br>您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务。
        <br><br>我们将按照本隐私政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。
        <br><br>您可以通过以下方式访问、修改或删除自己的信息：
        <br><br>1、登录白鲨直播官网 <a href="http://bsty8.com/#/all" style="color: #0000FF;">http://bsty8.com/#/all</a> ，进入“个人中心”后访问、修改或删除；
        <br><br>2、登录白鲨直播客户端App，进入“个人中心”→“我的资料”，对个人资料信息进行访问、修改或删除；
        <br><br>3、登录白鲨直播客户端App，进入“个人中心”→ （设置按钮），选择对应的设置选项，对账号与安全、隐私设置信息进行访问、修改或删除；
        <br><br>4、关于注销账户的特别说明：
        <br><br>（1）账号一旦注销，您将无法登录、使用该账号，也就是说您将无法再以此账号登录/使用/继续使用白鲨直播的相关产品与服务；
        <br><br>（2）账号一旦注销，您曾通过该账号登录、使用的产品与服务下的所有内容、信息、数据、记录将会被删除或匿名化处理，您也无法再检索、访问、获取、继续使用和找回，也无权要求我们找回（但法律法规另有规定或监管部门另有要求的除外），包括： 该账号下的个人资料（例如：头像、昵称）及绑定信息（例如：绑定手机号）； 该账号下的您的个人信息；该账号曾发表的所有内容（例如：图片、照片、评论、互动、点赞）；其他所有内容、信息、数据、记录。
        <br><br>（3）账号一旦注销，您与我们曾签署过的相关用户协议、其他权利义务性文件等相应终止（但我们与您之间已约定继续生效的或法律法规另有规定的除外）；
        <br><br>（4）账号注销后，您的钱包余额权益将被完全删除。
        <br><br>（5）账号注销的处理期限为10日，也就是说，在您已成功向我们提交了白鲨直播账号注销申请后的10日内（从成功提交申请之时起算），账号将被注销（本协议另有约定的除外）。
        <br><br>5、账号注销步骤:
        <br><br>(1)点击app右下角“我的”;
        <br><br>(2)点击我的页面顶部个人信息编辑区;
        <br><br>(3)进入个人信息页,点击“注销账号”;
        <br><br>(4)获取短信验证码;
        <br><br>(5)输入验证码后,点击“确定注销” 。
        <br><br>6、按照本隐私政策文末所列明的公开联系方式，与我们取得联系。
        <br><br>（二）改变您授权同意的范围
        <br><br>每个业务功能需要一些基本的个人信息才能得以完成。您可以通过改变手机、平板电脑智能移动设备的设置或通过上方列举的方式向我们给予或收回授权同意。当您收回相关的授权同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
        <br><br>（三）我们如何响应您的上述请求
        <br><br>在您访问、修改或删除相关信息或账号时，我们可能会要求您进行身份验证，以保障帐号的安全。
        <br><br>请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。同时，按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：
        <br><br>1.与国家安全、国防安全直接相关的；
        <br><br>2.与公共安全、公共卫生、重大公共利益直接相关的；
        <br><br>3.与犯罪侦查、起诉、审判和执行判决等直接相关的；
        <br><br>4.有充分证据表明您存在主观恶意或滥用权利的；
        <br><br>5.响应您的请求将导致其他个人、组织的合法权益受到严重损害的；
        <br><br>6.涉及商业秘密的。
        <br><br><h3>七、未成年人隐私权特别约定</h3>
        <br><br>我们要求父母或监护人在阅读本隐私政策后指导未满十八岁（或可适用的法律规定的其他成年年龄，一般取决于用户的国籍和当前所在国家／地区）的未成年人使用我们的服务。
        <br><br>我们不会在知情的情况下故意收集未成年人的个人信息。除非所在地法律允许并且监护人同意，未成年人请不要注册账户或发送自己的姓名、住址、电话、邮件地址信息给我们。如果我们不小心收集到了未成年人的信息，我们在知情后会尽快删除。如果您认为我们可能不当地持有关于未成年人的信息，请按照本隐私政策篇末提供的方式联系我们。
        <br><br><h3>八、隐私政策特别条款</h3>
        <br><br>您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
        <br><br>1、与国家安全和社会公共利益有关的；
        <br><br>2、与犯罪侦查、起诉、审判和判决执行等有关的；
        <br><br>3、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        <br><br>4、所收集的个人信息是个人信息主体自行向社会公众公开的；
        <br><br>5、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
        <br><br>6、 违反法律规定或违反我们平台规则导致我们已对您采取必要措施；
        <br><br>7、根据您的要求签订合同所必需的；
        <br><br>8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
        <br><br>9、为合法的新闻报道所必需的；
        <br><br>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
        <br><br>11、法律法规规定的其他情形。
        <br><br><h3>九、隐私政策的变更</h3>
        <br><br>我们可能适时修订本隐私政策的条款，该修订构成本隐私政策的一部分。如该等修订造成您在本隐私政策下权利的实质减少，我们将在修订生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的本隐私政策的约束。
        <br><br><h3>十、管辖与法律适用</h3>
        <br><br>本隐私政策的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律，并明确排除其冲突法规范的适用。
        <br><br>若您和我们发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交南宁互联网法院通过诉讼解决；纠纷事由依法不属于南宁互联网法院受理范围的，应提交本隐私政策签订地（广东省深圳市）有管辖权的人民法院管辖。
        <br><br><h3>十一、如何联系我们</h3>
        <br><br>您可以通过以下方式与我们联系：
        <br><br>1、如对本隐私政策内容有任何疑问、意见或建议，您可以联系我们的在线白鲨直播体育官网右下角“在线客服”或者通过白鲨直播客户端APP“我的”-“在线客服”与我们取得联系。
        <br><br>2、我们还设立了个人信息保护专职部门，您可以发送邮件与我们联系。
        <br><br><h4>邮箱：3141238127@qq.com</h4>
        <br><h4>常用办公地址：北京市丰台区南四环西路188号十六区19号楼9层101内400号</h4>
        <br><h4>邮编：100071</h4>
    </section>
</template>

<script>

export default {
  name: 'privacy',
  data () {
    return {

    }
  },
  created () {

  }
}
</script>

<style lang="less" scoped>
#privacy {
    width: 100%;
    font-size: 0.875rem;
    color: #222222;
    padding: 1.25rem 0.625rem 1.25rem 0.625rem;
    box-sizing: border-box;
    text-align: left;
    background: #fff;
    word-wrap: break-word;
    h2, h3, h4 {
        font-weight: 700 !important;
        margin: 0;
        padding: 0;
    }
    h2 {
        width: 100%;
        height: 2.5rem;
        line-height: 2.5rem;
        text-align: center;
        font-size: 1.5625rem;
    }
    h3 {
        font-size: 1.25rem;
    }
    h4 {
        font-size: 0.9375rem;
    }
    table {
        width: 100%;
        border-collapse: collapse;
        border-style: hidden;
        box-shadow: 0 0 0 0.0625rem #ECECEC;
        overflow: hidden;
        tr {
            display: flex;
        }
        td {
            width: 33.3%;
            border: 0.0625rem solid #ECECEC;
            padding: 0.3125rem;
            flex: 1;
            word-wrap: break-word;
        }
    }
    a {
        display: inline-block !important;
    }
}
</style>

